[
    {
        "name": "Dwarf Sansevieria Snake Plant",
        "goodFor": "Good for any lighting condition",
        "description": "Most plants that we know have to get some extra attention if it comes to lighting, but Dwarf Sansevieria Snake Plant is an exception – it adapts well in most conditions, whether in low light or in a very bright area. It is perfect to be placed in your bedroom since it mostly releases the oxygen at night. This verdure is a nice pick as it brings positivity in your life so your productivity increases, more happiness and joy, and better well-being."
    },
    {
        "name": "Peace Lily",
        "goodFor": "Mould absorber",
        "description": "If you are struggling with time but still desire a healthy home environment, this plant is for you. This white-flowered plant will purify the air and absorb the mould spores, as a result, better breath and better health. Peace lily does not need to get extra attention as it will still stand with a little amount of water so it fits your busy lifestyle."
    },
    {
        "name": "Golden Pothos Plants",
        "goodFor": "Carbon monoxide absorber",
        "description": "Another air purifier plant that is worth considering is the golden pothos plant as it helps you breathe more oxygen by eliminating carbon monoxide from your room. If your days are filled with staring at the screen all day then planting golden pothos helps as it eases your eye tiredness. For its care, just leave it dry and do not water it on a daily basis—give it one or two weeks off from the last watering."
    },
    {
        "name": "Spider Plant Chlorophytum Comosum",
        "goodFor": "Good for newbie planters",
        "description": "The newbies who do not have many experiences of planting can set this spider plant as the starting point to become an expert as this spider-look-alike verdure does not require fuss care. This plant grows well in an even low-light area and does not need to be watered on a daily basis. Place spider plants in your office and let it spread its positivity across the room."
    },
    {
        "name": "Sansevieria Bacularis",
        "goodFor": "Best for bright areas",
        "description": "Another good pick for a newbie planter is the Sansevieria Bacularis. This tropical plant is a big fan of light, so it will grow well in a bright area. This stylish air-purifying plant prefers to be dry than to receive too much water so it is so much easy to be taken care of as the only thing that needs to be highlighted is the lighting condition."
    },
    {
        "name": "Zebra Cactus Plant ",
        "goodFor": "Good for dry environment",
        "description": "When it comes to a plant that can thrive the most in a nearly-zero amount of water, zebra cactus deserves an award. The reason is, it only needs a once-a-month watering when placed in warm surroundings and away from direct sunlight. It contains high antioxidants that can protect you from the harmful free radical and lower your stress level."
    },
    {
        "name": "Neon Pothos",
        "goodFor": "Good for bathroom",
        "description": "Another pothos plant that will go along the list is neon pothos. This fascinating bright-greened plant would be placed best in a humid environment, such as your bathroom. You can easily notice its needs by seeing its leaves’ condition: drooping yellow leaves indicate too much water, while brown leaf tips may indicate that the air is too dry and you have to place it in more humid surroundings."
    },
    {
        "name": "Lucky Bamboo Plants",
        "goodFor": "Attracting positive vibes",
        "description": "Lucky bamboo is believed to bring luck to your life.  Each number of stalks represents different fortune: two stalks represent love; three stalks represent happiness, wealth, and long life; and five stalks above represent wealth. Other than that, lucky bamboo also can attract positive vibes which can be good for your family life."
    },
    {
        "name": "Silver Queen Plant",
        "goodFor": "Good air-purifying plant",
        "description": "One of the best air-purifying plants in the Philippines, the Silver Queen plant is even recommended by NASA. Their greatest capability is to reduce the Benzene and Formaldehyde toxins when placed indoors. The leaves also tend to grow upright which keeps your home tidy too."
    },
    {
        "name": "Artificial Monstera Plants",
        "goodFor": "Best artificial plant",
        "description": "If you prefer an artificial plant, this Monstera Plants is our best recommendation. Crafted with love, it has vibrant colour, looks realistic, and beautiful. It is also very easy to clean thanks to the quality cloth material. Wherever you place it, it will be a great compliment to a modern home."
    }
]